{
  "head": {
    "title": "Armory des buissons",
    "description": "L'Armory des buissons est un serveur d'entraînement pour le jeu Arma 3. Il offre de nombreuses fonctionnalités comme le PVP classé ou les versus."
  },
  "features": {
    "title": "Un serveur Arma 3",
    "p1": "L'Armory des buissons est un serveur d'entraînement pour le jeu Arma 3. Il offre de nombreuses fonctionnalités telles que du PVP classé, des arènes publiques et privées, des quêtes, un mode \"bac à sable\" et du combat de type attaque-défense.",
    "p2": "N'hésitez plus et rejoignez-nous maintenant pour devenir le meilleur joueur !",
    "btnConnect": "Connexion",
    "btnDiscord": "Rejoins-nous",
    "discover": "Découvre les fonctionalités"
  },
  "tpintofight": {
    "title": "Soyez téléporté au plus proche du combat",
    "beforeKey": "Le panel de jeu (",
    "afterKey": ") vous permet de vous téléporter directement dans différentes zones de combat. Vous pouvez activer la téléportation automatique lors de la réaparition. Le panneau de jeu vous indique également le nombre de joueurs dans chaque zone."
  }, 
  "chooseYourGameplay": {
    "title": "Choisissez votre gameplay",
    "subTitle": "Différents types de zones de combat sont disponibles",
    "striderTitle": "Combat à distance",
    "striderParagraph": "Vous pouvez vous entraîner au combat à longue distance grâce aux grandes arènes avec un champ de vue ouvert.",
    "soldierTitle": "Combat rapproché",
    "soldierParagraph": "Vous pouvez vous entraîner au combat à courte distance grâce aux petites arènes comme les villes ou les usines."
  },
  "versus": {
    "title": "Combattez en versus",
    "card1": {
      "title": "Invitez vos amis",
      "sub": "Invitez vos amis et séparez-vous en deux équipes."
    }, 
    "card2": {
      "title": "Fixez la limite de points",
      "sub": "Définissez le nombre de kills à atteindre pour gagner la partie."
    }, 
    "card3": {
      "title": "Choisissez votre arène",
      "sub": "Une variété d'arènes courte ou longue distance sont disponibles."
    }
  },
  "ranking": {
    "title": "Obtenez le meilleur classement",
    "paragraph": "Le classement de chaque joueur est instantanément mis à jour chaque fois qu'il tue ou est tué par un autre joueur. Les joueurs sont répartis en 6 divisions en fonction de leur nombre de points.",
    "button": "En savoir plus"
  }, 
  "quests": {
    "title": "Complète les quêtes et progresse à travers les niveaux",
    "quest": {
      "title": "Termine différents types de quête",
      "text": "De nombreuses quêtes sont disponibles. Elles peuvent être accomplies quotidiennement, de façon saisonnière ou juste une fois. Une fois terminées, les quêtes vous permettent de gagner des points d'expérience."
    }, 
    "levels": {
      "title": "Progresse à travers les niveaux",
      "text": "Les points d'expérience gagnés s'accumulent pour gagner des niveaux. Les niveaux vous permettent de vous démarquer et d'accéder à des récompenses uniques."
    }, 
    "ac": {
      "title": "Gagne des crédits virtuels",
      "text": "Chaque niveau complété vous permet de gagner des Armory coins. Ces crédits virtuels vous permettent d'acheter des skins uniques ou de débloquer le VIP sur une certaine durée."
    }
  }, 
  "attackDefense": {
    "title": "Attaquez ou défendez la bombe",
    "p1": {
      "title": "Un système de lobby public",
      "sub": "Il vous permet de vous inscrire pour le combat et de choisir votre camp."
    },
    "p2": {
      "title": "Les défenseurs doivent défendre la bombe",
      "sub": "Leur but est d'empêcher les attaquants de la désamorcer."
    },
    "p3": {
      "title": "Plusieurs arènes sont disponibles",
      "sub": "Les arènes sont variées et offrent une expérience différente."
    },
    "p4": {
      "title": "Les attaquants doivent désamorcer la bombe",
      "sub": "Leur but est d'empêcher la bombe d'exploser et donc de la désamorcer."
    }
  },
  "more": {
    "title": "Et encore plus à découvrir",
    "p1": {
      "title": "Sandbox",
      "sub": "La sandbox vous permet d'essayer tous les véhicules disponibles sur le jeu. Entraînez-vous à piloter des hélicoptères et combattez vos amis dans des batailles épiques."
    },
    "p2": {
      "title": "Inventaire",
      "sub": "Vous pouvez entièrement personnaliser votre matériel. Equipement, armes, accessoires ... Créez le matériel qui vous convient et combattez avec."
    },
    "p3": {
      "title": "Gameplay",
      "sub": "Le serveur est parfaitement programmé pour vous offrir le meilleur gameplay, que vous soyez seul ou à plusieurs."
    }
  }
}
